{
  "Original Ghosts":[
	  {
	    "id": 1,
	    "Name": "Original Blinky",
		"Nickname": "urchin",
	    "Difficulty": "3/5",
		"Description": "The leader of the Ghost gang and the deadliest of the four.\n Being the first to exit the Ghost house, Blinky will straightforwardly chase you down after some time,\n getting faster the longer you stay in the level.\n Watch out for him and his friend Inky, who helps Blinky intercept Pac-man." 
	  },
	  {
	    "id": 2,
	    "Name": "Original Pinky",
		"Nickname": "Romp",
	    "Difficulty": "3/5",
		"Description": "The often girl of the Ghost gang and the most cunning.\nBeing the second to exit the Ghost house, Pinky might be the hardest Ghost to deal with for newer players,\nusing ambush tactics to chase Pac-man, predicting where he will go based on his trajectory.\nOnce Understanding how Pinky chases, you can easily avoid her ambushes."
	  },
	  {
	    "id": 3,
	    "Name": "Original Inky",
		"Nickname": "Stylist",
	    "Difficulty": "2/5",
		"Description": "The most bizarre Ghost of the gang, mainly acting as an assist for Blinky.\nBlinky comes out after Pac-man has eaten a specific amount of pellets and chases Pac-man\nbased on where Blinky's trajectory is. Where Blinky is, Inky is soon to follow,\nwhich can lead to Pac-man being trapped between two ghosts. Luckily, Inky himself never chases Pac-man\nhimself, so as long as you know that, Inky can be easily avoided."
	  },
	  {
	    "id": 4,
	    "Name": "Original Clyde",
		"Nickname": "Crybaby",
	    "Difficulty": "1/5",
		"Description": "The last and... probably least of the Ghost gang. Clyde would be considered a free soul,\never exactly chasing Pac-man, but going about in random directions. But, if Pac-man is close enough,\nClyde will essentially scurry away to a set location. Don't underestimate Clyde, though, he can still kill\nPac-man and, because of his unpredictability, don't be surprised to bump into Clyde when you\nleast expect it."
	  },
	  {
	    "id": 5,
	    "Name": "Kinky",
		"Nickname": "?????",
	    "Difficulty": "0/5",
		"Description": "The oddball of the Ghost Group, shrouded in mystery. Kinky is both a blessing and\na hinderince, having the unique ability to fuse with Blinky, Pinky, Inky and/or Clyde,\nresulting in changing the Ghost gang into stronger opponents. Rather than chasing Pac-man, Kinky\nchases the Ghosts, and, when acheiving contact, does the aforementioned fusing.\nThe longer Pac-man stays in a level and the farther the game progresses, Kinky will\nfuse with more ghosts and at a faster pace.\nThe upside to this is that Kinky is (Until world 4), permanently in a vulnerable state of which\nPac-man can and SHOULD eat, as that Kinky doubles as a Power-pellet.\nIf you run out of power-pellets, if Kinky is around, he can really help out."
	  }
	],
  
  "Powered Ghosts":[
	  {
	    "id": 1,
	    "Name": "Powered Blinky",
		"Nickname": "Bull-Charge",
	    "Difficulty": "3/5",
		"Description": "With Kinky's transformation, Blinky now personafies as a charging bull, with horns to boot.\nHis tactic stays the same, chasing Pac-man with haste in a straight-forward fashion. But, this time \nBlinky has a charge move that sends him flying toward Pac-man at a horizontal position. While this sounds \nlike a big problem, Blinky's horizontal criteria and big start up animation leaves his charge very easy to \navoid. Powered Blinky is still the most dangerous Ghost to be around, but his upgrade is, luckily, \nnot much."
	  },
	  {
	    "id": 2,
	    "Name": "Powered Pinky",
		"Nickname": "Bunny-Hop",
	    "Difficulty": "3/5",
		"Description": "With Kinky's transformation, Pinky grows bunny ears and has a more friendly demeanor.\nBut don't let her new looks fool you, she's still out for pac blood and has a new ability in the \nform of a jump that will send Pinky to Pac-man's current location. New players beware, as Pinky's \njump is quick and will have you breathing over you in now time. But for the more seasoned players, \nPowered Pinky's ability is quite easy to avoid, as her move is telegraphed with a symbol of where \nshe's land, and her landing animation takes time."
	  },
	  {
	    "id": 3,
	    "Name": "Powered Inky",
		"Nickname": "Mirror",
	    "Difficulty": "4/5",
		"Description": "With Kinky's transformation, Inky gains some confidence with a pair of shades.\nBut, Inky's cool demeaner doesn't mean he's too cool for a tussle. Becoming one of the most \ndangerous ghosts on the maze, Inky splits into TWO ghosts that mirror the original Inky's \nposition, essentially creating a 6th ghost! The saving grace is that the mirror only lasts \na couple seconds, and can be interrupted with power-pellets and the Pink pill. Powered Inky \nis a menace, especially if Kinky choses to chase him first, so be sure to keep your \npower-pellets close by."
	  },
	  {
	    "id": 4,
	    "Name": "Powered Clyde",
		"Nickname": "Chomper",
	    "Difficulty": "5/5",
		"Description": "With Kinky's transformation, Clyde becomes a portly fellow which, somehow, makes \nhim most dangerous Ghost on the maze. But not in terms of power or attack prowess. \nBut in the ability to CREATE FAT PELLETS! Clyde will do his usual wondering around the maze, \noccasionally spitting out pellets in rows. This is a big problem, as the longer you're in \nin a level, the more dangerous the level gets. You may think that you have all the \npellets eaten, but Clyde has other plans, scattering new pellets in places you have \nstruggle to get to. If Kinky is in a bad mood and transforms Clyde first, good luck..."
	  }
	],
  "Pills":[
	{
		"id": 1,
		"Name": "Blinky Pill",
		"Description": "The Red Pill gives Pac-man amazing speed like powered up Blinky, \nmaking it easy to avoid ghost ambushes, as well as eating pellets, ghosts and fruit much faster.\nAn overall good utility item."
	},
	{
		"id": 2,
		"Name": "Pinky Pill",
		"Description": "The Pink Pill will send all ghosts currently outside back into the Ghost House, trapped inside a \nmassive vase for several seconds. If you want the Ghosts out of your hair, this is by far the \nmost useful pill in the game."
	},
	{
		"id": 3,
		"Name": "Inky Pill",
		"Description": "The Blue Pill creates a mirror clone of Pac-man akin to powered-up Inky's ability, your mirror clone \nwill go the opposite direction you go for several seconds, eating everything pac-man can \nwhile also being invincible. A very useful item that makes quick work of eating pellets."
	},
	{
		"id": 4,
		"Name": "Clyde Pill",
		"Description": "The Orange Pill allows Pac-man to eat larger sized pellets without the slowdown effect, said \npellets normally produce. A niche pill that can be useful in later levels where there are more \nthick pellets to deal with and faster ghosts at your back."
	},
	{
		"id": 5,
		"Name": "Kinky Pill",
		"Description": "The Yellow Pill is almost worthless, giving you 100 points and queues a laugh from Kinky , \nstealing you out of a good item."
	}
	]
}